{
"Q": "Tell me about the Subpart 53.1 - General in verbatim:",
"A": "53.100 Scope of subpart.\nThis subpart contains requirements and information generally applicable to the forms prescribed in this regulation.\n53.101 Requirements for use of forms.\nThe requirements for use of the forms prescribed or referenced in this part are contained in parts 1 through 52 , where the subject matter applicable to each form is addressed. The specific location of each requirement is identified in subpart 53.2 .\n53.102 Current editions.\nThe form prescriptions in subpart 53.2 and the FAR forms located at https://www.gsa.gov/forms contain current edition dates. Contracting officers shall use the current editions unless otherwise authorized under this regulation.\n53.103 Exceptions.\nAgencies shall not-\n(a) Alter a standard form prescribed by this regulation; or\n(b) Use for the same purpose any form other than the standard form prescribed by this regulation without receiving in\nadvance an exception to the form.\n53.104 Overprinting.\nStandard and optional forms (obtained as required by 53.107 ) may be overprinted with names, addresses, and other uniform entries that are consistent with the purpose of the form and that do not alter the form in any way. Exception approval for overprinting is not needed.\n53.105 Computer generation.\n(a) The forms prescribed by this part may be computer generated without exception approval (see 53.103), provided- (1) There is no change to the name, content, or sequence of the data elements, and the form carries the Standard or\nOptional Form number and edition date (see 53.111); or\n(2) The form is in an electronic format covered by the American National Standards Institute (ANSI) X12 Standards\npublished by the Accredited Standards Committee X12 on Electronic Data Interchange or a format that can be translated into one of those standards.\n(b) The standards listed in paragraph (a)(2) of this section may also be used for submission of data set forth in other parts for which specific forms have not been prescribed.\n53.106 Special construction and printing.\nContracting offices may request exceptions (see 53.103 ) to standard forms for special construction and printing. Examples of common exceptions are as follows:\nStandard Forms Special Construction and Printing\n(a) SF 18- (1) With vertical lines omitted (for listing of supplies and services, unit, etc.);\n53.106\n    53.1-153.107\nFEDERAL ACQUISITION REGULATION\n (b) SF's 26, 30, 33, 1447- (c) SF 44-\n(d) SF 1442-\n53.107 Obtaining forms.\n(2) As reproducible masters; and/or\n(3) In carbon interleaved pads or sets.\nAs die-cut stencils or reproducible masters.\n(1) With serial numbers and contracting office name and address; and/ or\n(2) On special weight of paper and with the type of construction, number of sets per book, 2 and number of parts per set as specified by the contracting officer. (Executive agencies may supplement the administrative instructions on the inside front cover of the book.)\n(1) As die-cut stencils or reproducible masters; and/or\n(2) With additional wording as required by the executive agency. (However, the sequence and wording of the items appearing on the prescribed form should not be altered.\n Executive agencies shall obtain standard and optional forms from the General Services Administration (GSA) Forms Library at https://www.gsa.gov/forms . Agency forms are available from the prescribing agency.\n53.108 Recommendations concerning forms.\nUsers of this regulation may recommend new forms or the revision, elimination, or consolidation of the forms prescribed or referenced in this regulation. Recommendations from within an executive agency shall be submitted to the cognizant council in accordance with agency procedures. Recommendations from other than executive agencies should be submitted directly to the FAR Secretariat.\n53.109 Forms prescribed by other regulations.\nCertain forms referred to in subpart 53.2 are prescribed in other regulations and are specified by the FAR for use in acquisition. For each of these forms, the prescribing agency is identified by means of a parenthetical notation after the form number. For example, SF 1165 , which is prescribed by the Government Accountability Office (GAO), is identified as\nSF 1165 (GAO).\n53.110 Continuation sheets.\nExcept as may be otherwise indicated in the FAR, all standard forms prescribed by the FAR may be continued on (a) plain paper of similar specification, or (b) specially constructed continuation sheets (e.g., OF336 ). Continuation sheets shall be annotated in the upper right-hand corner with the reference number of the document being continued and the serial page number.\n53.111 Contract clause.\nContracting officers shall insert the clause at 52.253-1 , Computer Generated Forms, in solicitations and contracts that require the contractor to submit data on Standard or Optional Forms prescribed by this regulation; and, unless prohibited by agency regulations, forms prescribed by agency supplements.\n     53.1-2"
}
{
"Q": "Tell me about the 1.201-1 The two councils in verbatim:",
"A": "1.201-1 The two councils.\nSubpart 1.2 - Administration\n(a) Subject to the authorities discussed in 1.103, revisions to the FAR will be prepared and issued through the coordinated action of two councils, the Defense Acquisition Regulations Council (DAR Council) and the Civilian Agency Acquisition Council (CAA Council). Members of these councils shall-\n(1) Represent their agencies on a full-time basis;\n(2) Be selected for their superior qualifications in terms of acquisition experience and demonstrated professional expertise; and\n(3) Be funded by their respective agencies.\n(b) The chairperson of the CAA Council shall be the representative of the Administrator of General Services. The other\nmembers of this council shall be one each representative from the-\n(1) Departments of Agriculture, Commerce, Education, Energy, Health and Human Services, Homeland Security,\nHousing and Urban Development, Interior, Justice, Labor, State, Transportation, Treasury, and Veterans Affairs; and\n(2) Environmental Protection Agency, National Aeronautics and Space Administration, Social Security Administration,\nSmall Business Administration, and U.S. Agency for International Development.\n(c) The Director of the DAR Council shall be the representative of the Secretary of Defense. The operation of the\nDAR Council will be as prescribed by the Secretary of Defense. Membership shall include representatives of the military departments, the Defense Logistics Agency, and the Defense Contract Management Agency.\n(d) Responsibility for processing revisions to the FAR is apportioned by the two councils so that each council has cognizance over specified parts or subparts.\n(e) Each council shall be responsible for-\n(1) Agreeing on all revisions with the other council;\n(2) Submitting to the FAR Secretariat (see 1.201-2) the information required under paragraphs 1.501-2(b) and (e) for\npublication in the Federal Register of a notice soliciting comments on a proposed revision to the FAR; (3) Considering all comments received in response to notice of proposed revisions;\n(4) Arranging for public meetings;\n(5) Preparing any final revision in the appropriate FAR format and language; and\n(6) Submitting any final revision to the FAR Secretariat for publication in the Federal Register."
}
{
"Q": "Tell me about the 3.904-1 Procedures for filing complaints in verbatim:",
"A": "3.904-1 Procedures for filing complaints.\nA contractor or subcontractor employee who believes that he or she has been discharged, demoted, or otherwise discriminated against contrary to the policy in 3.903 may submit a complaint with the Inspector General of the agency concerned. Procedures for submitting fraud, waste, abuse, and whistleblower complaints are generally accessible on agency Office of Inspector General hotline or whistleblower internet sites or the complainant may directly contact the cognizant Office of the Inspector General for submission instructions. A complaint by the employee may not be brought under 41 U.S.C. 4712 more than three years after the date on which the alleged reprisal took place."
}
{
"Q": "Tell me about the 5.303 Announcement of contract awards, in verbatim:",
"A": "5.303 Announcement of contract awards.\n(a) Public announcement. Contracting officers shall make information available on awards over $4.5 million (unless another dollar amount is specified in agency acquisition regulations) in sufficient time for the agency concerned to announce it by 5 p.m. Washington, DC, time on the day of award. Agencies shall not release information on awards before the public release time of 5 p.m. Washington, DC time. Contracts excluded from this reporting requirement include-\n(1) Those placed with the Small Business Administration under Section 8(a) of the Small Business Act;\n(2) Those placed with foreign firms when the place of delivery or performance is outside the United States and its outlying areas; and\n    5.3-15.303\nFEDERAL ACQUISITION REGULATION\n (3) Those for which synopsis was exempted under 5.202(a)(1).\n(b) Local announcement. Agencies may also release information on contract awards to the local press or other media.\nWhen local announcements are made for contract awards in excess of the simplified acquisition threshold, they shall include- (1) For awards after sealed bidding, a statement that the contract was awarded after competition by sealed bidding, the\nnumber of offers solicited and received, and the basis for selection (e.g., the lowest responsible bidder); or\n(2) For awards after negotiation, the information prescribed by 15.503(b), and after competitive negotiation (either\nprice or design competition), a statement to this effect, and in general terms the basis for selection."
}
{
"Q": "Tell me about the 47.403-3 Disallowance of expenditures, in verbatim:",
"A": "47.403-3 Disallowance of expenditures.\n(a) Agencies shall disallow expenditures for U.S. Government-financed commercial international air transportation on foreign-flag air carriers unless there is attached to the appropriate voucher a memorandum adequately explaining why service by U.S.-flag air carriers was not available, or why it was necessary to use foreign-flag air carriers.\n(b) When the travel is by indirect route or the traveler otherwise fails to use available U.S.-flag air carrier service, the amount to be disallowed against the traveler is based on the loss of revenues suffered by U.S.-flag air carriers as determined under the following formula, which is prescribed and more fully explained in 56 Comp. Gen. 209 (1977):\n(c) The justification requirement is satisfied by the contractor's use of a statement similar to the one contained in the clause at 52.247-63, Preference for U.S.-Flag Air Carriers. (See 47.405.)"
}
{
"Q": "Tell me about the 52.216-8 Fixed Fee, in verbatim:",
"A": "As prescribed in 16.307(b), insert the following clause:\nFIXED FEE (JUN 2011)\n(a) The Government shall pay the Contractor for performing this contract the fixed fee specified in the Schedule.\n(b) Payment of the fixed fee shall be made as specified in the Schedule; provided that the Contracting Officer withholds a reserve not to exceed 15 percent of the total fixed fee or $100,000, whichever is less, to protect the Government's interest. The Contracting Officer shall release 75 percent of all fee withholds under this contract after receipt of an adequate certified final indirect cost rate proposal covering the year of physical completion of this contract, provided the Contractor has satisfied all other contract terms and conditions, including the submission of the final patent and royalty reports, and is not delinquent in submitting final vouchers on prior years' settlements. The Contracting Officer may release up to 90 percent of the fee withholds under this contract based on the Contractor's past performance related to the submission and settlement of final indirect cost rate proposals.\n(End of clause)"
}
